[
  "High in orbit, the Gitraktmaet motherships descend upon the Earth. They prepare to enslave the world and mine it for all its salt, but the scanners detect an abnormally high concentration inside a tiny shack in Greece. The invasion won't be necessary. 'Lock onto him with the RNG disruptor,' says the captain, greedily. 'Soon we shall have all the salt we need.'",
  "My dad beats me, my mom beats me, my brother beats me, my sister beats me. At least I feel safe with Kripp, because he can't beat anyone.",
  "Hello Kripparrian, this is Reginald. It has come to my attention that you went 0-3 in Hearthstone arena. This is completely unacceptable and detrimental to the image of Team Solo Mid. Remove any and all affiliation with TSM and 'BayLife' or I will be forced to call the 0-3 Police.",
  "The opponent mulligans his cards. 'Oh my god dude, are you kidding me?' says Kripp. The opponent plays a 2 drop. 'Seriously dude? This is crazy.' The opponent draws a card at the start of their turn. 'No fckin way dude, I can't beat that.' The opponent hero powers. 'This is some crazy RNG bullshit' says Kripp.",
  "My name is Maximus Kappacus Spamicus, commander of the Armies of the Twitch, General of the Salt Legions, loyal servant to the true Emperor Kripparrian. Father to a banned son, and husband to a banned wife. I will slay all moderinos.",
  "Canadian Mounties apprehended the 'Romanian Salt Baron' after salty whining was heard outside a dingy apartment in Toronto. A morose, balding gypsy man was playing a children's card game when they arrived.",
  "Hello Kripp, your stream has changed my life completely. I suffer from severe NaCl deficiency disorder. Watching your stream supplies me enough salt through the screen.",
  "'How did Kripp get 12 wins?' Ben Brode demanded at the board meeting. The salt shortage is cutting into profits. Sarah raises her hand: 'What if we make Firelands Portal a common?'",
  "This guy's vape is CRAZY! My vape can't win against a rip like that. He NEEDED precisely those two clouds to win. He ripped the only vape that could beat me. He ripped the perfect vapes. There was nothing I could do. I vaped that perfectly.",
  "10% luck, 20% skill, 15% slowly ranking uphill, 5% topdeck, 50% race or just 100% reason to go for the face",
  "I'm Kripp Harrison, and this is my Hearthstone stream. I work here with my dog and my wife, Rania the Succubus. Every arena run in here has a story and a price. One thing I've learned after 21 years - you never know WHAT my opponent is going to topdeck",
  "Hello Kripp, your father Vyascheslav from Moskva. I have started working overtime at the power plant, and your sister Tatyana has gone to Berlin. We do all this to pay for your 'Stoned Heart of the Cards' game. Please win tournament and send us rubles soon, so our family can be together again.",
  "BREAKING NEWS - Canadian scientists have discovered what they are calling 'the unluckiest human ever'. The unfortunate individual, a scraggly, foul-smelling, unkempt Canadian man, discovered this condition by badly playing a digital children's card game. 'It's literally unbelievable, dude', the man told scientists.",
  "Hi Kripp, sleazy video game developer here. I understand you are willing to sell yourself out like a cheap Romanian hooker to any two-bit game development outfit as long as they dangle some shekels in front of your beady little eyes? Great! Because I have this brilliant game called 'Watching Paint Dry' and I am willing to pay you $5 to play it for 24 hours straight.",
  "There was a heated discussion among the medical experts gathered around an operating table, on which laid an unconscious Romanian man in his 30s. 'The salt levels are off the charts!' exclaimed a cardiologist. 'I guess this is what you get when you combine a vegan diet and a sedentary lifestyle playing a children's card game.'",
  "fck my life!!! I have a 197 word essay due tomorrow and I have no idea where to start. Just WAIT till you kiddies have real homework, then we will see how much time you have to spam in here",
  "I looked at this card originally, and I thought, you know, it's a card, and you play this card. The card will be that card that you've played, so you're playing a card. So it is one thing to play a card if your opponent doesn't really have any cards. The card will screw up the card pretty hard, and that means it's a pretty good card.",
  "Hey, my name is Carlton Pasterino. I have something to confess. For the last 3 years I've been making fake sub names for Kripp. He pays me pennies and dimes to come up with 50 new names a day. From Thundercuck to MrRabbit69, I've made over 80% of his subs up for him. I'm tired of working like a child laborer.",
  "Albert Einstein was desperate. He tried to prove that the luck of Kripp's opponents was within the laws of mathematics. Critics laughed claiming bad luck is divine punishment for embracing casualness. On his deathbed, he spent his last seconds jotting down the most famous formula: PJSalt = Hs²",
  "The Ghost of Gaming Future shows Kripp a nice house in the Toronto suburbs. Inside, Kripp, Rania and their sons are happily gaming as a family. 'This isn't so bad,' says Kripp. 'Look closer,' speaks the Ghost. Kripp looks in horror to see his sons are using tablets and playing browser cash-shop games. 'This is your future Casualarrian.'",
  "OJ poured and candle lit, with this chant i summon Kripp",
  "Know, O Chat, that before the rise of the Succubus, there was an Age undreamed of, where difficult bosses lay spread across the games - World of Warcraft, Diablo 3, Path of Exile. Hither trod Kripparrian, mightiest gamer in the land, to crush the bosses beneath his feet. But then came Casualstone.",
  "Hey Kripp, its Chad from the college football team, how you been bro? I see you're still playing video games some things never change! Hey are you still playing the wizard of warcraft game? Anyways good seeing you bro, call me and we can hit the clubs.",
  "Hi Kripp, This is Teddy Roosevelt calling! I am concerned that you have formed a monopoly on the hearthstone section of twitch. You must renounce this darkness immediately or I will SMITE YOU like I did Andre Carnegie. You must give up your monopolistic ways or face the mighty wrath of the White House.",
  "The year is 2027. A physicist called Octavian has created the first inter-dimensional portal capable of exploring alternate galaxies. 'Finally, I have done it...' he says as he steps into the portal. He enters a room where he sees himself giving a 'Brofist' to his computer. His only reaction: 'FailFish'.",
  "Hello Kripparian. Its Becky from the Sesame Street Celebrity Recruitment Department. Although 'E-Sports' has indeed become mainstream, we unfortunately have declined your application to be on an episode of Sesame Street. We have already filmed the episode where 'K' is the letter of the day.",
  "PROTOCOL FOR LOSING IN ARENA: 1 - Blame deck. 2 - If deck is good, blame RNG. 3 - If deck is good and RNG goes your way, blame going second. 4 - If all else fails, blame snipers with wild decks.",
  "Every minute, a poor weasel dies from starvation due to unemployment. You, yes, YOU, can make a difference. By playing at least one weasel in every deck, you ensure a living wage for weasels worldwide. Then again, you could just let them starve, the choice is yours.",
  "One day, the Papa asks Kripp to go fishing, Kripp shrugs, 'Alright, but catch and release only - I'm vegan.' They arrive at the pristine clear waters of an Ontario stream brimming with wild trout. Suddenly Kripp shouts, 'Get down!'. A crack sounds through the air, and the Papa sees Kripp on the ground bleeding. His final words are, 'Fcking stream snipers.'",
  "The stream starts, and so my spam begins. It shall not end until i am banned. I shall fear no mod, sub to no streamer. I shall live and die in the Chat. For i am the value in the bomber. I am the BM in the lethal. I am the salt in the defeat. I pledge my keyboard to the Chat, for this stream and all the streams to come.",
  "Breaking News: Popular vegan salt miner was found dead this morning after both of his meat starved dogs ate his face while he was sleeping. Officials are saying that circumstances lead them to believe that 'going face was the correct play'. More at 11.",
  "'Well,' Kripp drawled, a toothy grin splitting his face, 'I think chess is a little too basic a game for me. I mean, only 6 different types of pieces? It's a game for children. No strategy whatsoever.' That said, he proceeded to chortle as his opponent's Huffer triggered his effigy.",
  "Did you ever hear the tragedy of Darth Kripparian the Salty? I thought not. It's not a story the streamer would tell you. It's a Salt legend. Darth Kripparian was a Dark Lord of the Salt, so powerful and so wise he could use the Force to influence the midichlorians to create salt...",
  "Local police are baffled by a string of strange popsicle burglaries that have taken place over the past few days. The thief appears to be ignoring cash, jewelry, and other valuables, only taking sugary treats from the residents' freezers. A suspicious lanky figure with poor hygiene was seen near the crime scenes muttering about 'value.'",
  "I'm jealous of Kripp's gangsta lifestyle... the baller veganism... the high fibre diet... the dope falafel wraps. The dude is regular!",
  "That's an extremely unfortunate loss Kripp, even though you outplayed him on every possible level he still beat you, i've never seen anyone as unlucky as you that match, nor anyone as lucky as he was that match. It shouldn't even be legal for someone as bad as him to beat someone as amazing as you.",
  "Greetings Kripp, I am Dr. Hannibal Lector, renowned Psychiatrist based in Baltimore, Maryland. I have heard you are the saltiest man alive, I am intrigued by a man of your... tastes. I would like to invite you for... dinner.",
  "Boy, the mods in this channel have really done a bang-up job. When I first got here it was all cappuccino pasterino, but now that they're using slow mode, r9k and randomly banning people, we can finally have a productive chat without all the IDIOTS. Thank you, mods.",
  "Privyet, Komrade Kripp! Is your cousin Dmitri from Mother Russia! I am of hearing that you make much moneys by playing simplistic card game for toddlers and whining like little baby! BLYAT! You should play game for REAL man like Counterstrike Go! Don't be a cyka, you capitalist pig!",
  "Hello Mr Kripp, I Am Master Diamond Rank 1 In Kosovo. My Land Has Endured Many Harsh Winters And My Cow Died Last Fall. I Am How You Say, 'Hard In A Place,' And Am Looking to One Day Be Best At Heartstone For My Mother Says I Have The Heart Of The Carderinos.",
  "Twitch Chat created a strategy that revolved around trying to defeat your livestreamer in one minute with a bunch of copypasta. Fighting for chat control and battles between mods make an overall chat more fun and compelling, but taking the same pasta and copying it 20+ times is not particularly fun or interactive.",
  "This message adds zero value to your life. I hope you enjoyed reading this, because I enjoyed typing it out. If you are still reading this, I would just like to tell you that you are wasting your time. If you think anything positive will come out of this final sentence, you are mistaken.",
  "Alright students, how often is Kripp lucky? Little Dong replies: Kripp is never lucky, sir! The teacher responds: Wrong, Kripp is lucky a reasonable amount of time. Come see me after class.",
  "Hey Kripp, it's your dog, Dex! I just wanted to let you know that some more of my fur fell out today. Maybe it's that 'vegan' diet you've been putting me on? Anyways, I love you, and wish you would stop playing that card game all the time and talk to me sometimes. Good luck on your 'Heart Stone'!",
  "Yoda says: greed leads to the bad rng, the bad rng leads to the frustration, frustration leads to the mistake, and the mistake leads to the dark side.",
  "Hey Kripp, I hope this comment reaches you in time (I'm on satellite internet). When will you review the cards for the upcoming expansion?",
  "Hey Kripp, it's me Jimmy from high school. Its so cool to see you streaming on Twitch. Me and Dustin really miss you. The cheerleading team is nothing without you. We should definitely hook up again XOXO",
  "Ben Brode here! Despite our best efforts, Mage was still able to lose games in Arena. With the introduction of Firelands Portal, we hope to finally make Mage a viable arena class.",
  "All you idiots pretend like Kripp misplays, but really you know he's the best arena player in the world and that he hasn't made a misplay in the last 6 months, he just gets super unlucky you ignorant fools. You guys are so dumb that you'll probably copy and paste this message too, you morons.",
  "As I approached the Kripp with my bulging juiced up biceps, I heard a snicker. 'Soda is healthier than milk, dude' says the Kripp. With one look at him I can already tell the only thing he lifts is card packs. Just as I'm about to punch him, he top decks Big Game Hunter and I am shot dead. 'Who's juiced now?' smirks the Kripp.",
  "ATTENTION, OCTAVIAN MOROSAN! This is Captain Cucumber of the Vegan Police! You have been accused of violating the Supreme Vegan Charter by drafting beast cards in your arena decks and forcing them to fight for you! This is a blatant act of animal exploitation and is punishable by death!",
  "I Stayed up for months, trying to study the psyche of twitch chat, i reached insanity and couldnt come up with anything, but along the road i stumbled upon a far greater discovery, i found out that indeed, Kripp, IS Never Lucky.",
  "My daughter was born with a hearing impairment that ultimately left her deaf shortly after birth. Today was her 8th birthday and I got her the sense of hearing. I decided to let her listen to your stream and what do I hear? Silence. Now she's crying thinking she's deaf again. Nice job Kripp.",
  "sometimes... when i have a bad day.... I put my cursor over Kripp's and pretend that we're holding hands",
  "If you're reading this, you've been in coma for almost 20 years now. We're trying a new technique. We don't know where this message will end up in your dream, but we hope it works. Please wake up, we miss you.",
  "What is the most powerful card in Hearthstone? Credit Card.",
  "pls don't spam. i'm watching on my mobile phone and it gets very hot if you spam so my hands get burned. if you don't want my hands to get burned stop spamming pls",
  "Dear Person in the chat, you are beautiful. Whatever is going on in your life right now, please know that you matter and your story is important. You are loved.",
  "Wow great game!! (remove this part of the message after pasteing in chat, your $1 has been sent to your Paypal account, Bethesda)",
  "I cannot get over how much this guy complains as soon as he doesn't get extremely lucky. He is so incredibly narcissistic that he truly believes nobody else is allowed to do well or draft effective cards. We are all just guests who play in Kripp's world. What an arrogant failure of a man.",
  "Kripp if you're here right now reading this I want you to know I dream of you. Sometimes I sit alone in my bathroom with the light off and pretend to be you. I'll say things like 'hey guys how's it goin' Kripparrian here', and for a brief moment I feel you inside me...",
  "I sexually Identify as going second. Ever since I was a boy I dreamed of being at a mana disadvantage for ten turns. People say to me that winning when going second is Impossible but I don't care, I'm beautiful. From now on I want you guys to call me 'UNKNOWN' and respect my right to instantly lose the majority of games."
]
